import noodleImage from './image/noodle.jpg';
import ktImage from './image/kwuntong.jpg';
import subwayImage from './image/Subway.jpg';
import dimsumImage from './image/dimsum.jpg';


export const articleList = [
    {title: "2022年十大點心排行榜",
    abstract: "根據2022最新調查，最受歡迎的點心竟然是...！",
    cate: "搵食",
    path: "travel",
    content: "點心放題成為流行指標，皆因不少港人喜歡飲茶，根據2022最新調查，最受歡迎的點心竟然是蝦餃！",
    id:"n01",
    date:"2022-12-20",
    readTime: "5分鐘",
    image: dimsumImage
    },
    {title: "岩岩買subway 勁緊張?",
    abstract: "教你點餐攻略",
    cate: "西餐",
    path: "western",
    content: '下麼有象每配言臺動新點馬的們全以！是用唱心加公改是分管手。母到做不連，現響成裡它綠月大庭書他經時落不先？最賽治人處沒內又白面運足民也息本以結思光保我自費成？河了中，爸一的海專？文古精藝人見件計它民取成！腦表上的水些坐心，著見單義，道阿文前發美師一答是視應。 布父果室車干禾嗎辛封內珠。好友你歌都游坐從員貫晚雨士。化錯兩自休。想用您土衣以生沒兔校姊雪親像七又米世，山中麼友步尼力，加西好毛即畫犬？金中帶。意水冰叫給水去星間說，像新水京子加交午幸太進菜汗反乞。貝訴車游朵是有。國往唱魚穿童好。二北苗流石第象歡加飛者寫住法讀像干。常眼皮汗童者「唱陽泉怎放而工」母亭面鴨早祖身了經火新王己直午愛兌。來波唱斥京勿聽水未？又呀河女跳果尼七婆！發山久快內毛有開幼步村起。占水雪早化室丟種畫出那央世米杯乍「故禾更因語洋」現布西免打，兔尺乞他士教生浪杯山幼；晚耳禾。<br/><br/>躲畫幸面！哥喝香。雪得喜回晚兔泉寺升字雪過，中着合位像得抱下戊哪話珠澡牠美？飛斗貓，車馬共。跳姐交路吧汗眼媽原高請別人清至奶帽的也兔，每直視父給元呢裏汁，打校飯喜工話斥占把拍由辛冰四肉右星足青浪室沒。',
    id:"n02",
    date:"2022-12-21",
    readTime: "5分鐘",
    image: subwayImage
    },
    {title: "是靚牛 真人專訪",
    abstract: "今次請到印仔來分享觀塘搵食心得",
    cate: "專訪",
    path: "interview",
    content: "下麼有象每配言臺動新點馬的們全以！是用唱心加公改是分管手。母到做不連，現響成裡它綠月大庭書他經時落不先？最賽治人處沒內又白面運足民也息本以結思光保我自費成？河了中，爸一的海專？文古精藝人見件計它民取成！腦表上的水些坐心，著見單義，道阿文前發美師一答是視應。",
    id:"n03",
    date:"2022-11-12",
    readTime: "5分鐘",
    image: ktImage
    },
    {title: "隱世雲吞麵小店精選",
    abstract: "尋找細蓉的味道",
    cate: "搵食",
    path: "travel",
    content: "下麼有象每配言臺動新點馬的們全以！是用唱心加公改是分管手。母到做不連，現響成裡它綠月大庭書他經時落不先？最賽治人處沒內又白面運足民也息本以結思光保我自費成？河了中，爸一的海專？文古精藝人見件計它民取成！腦表上的水些坐心，著見單義，道阿文前發美師一答是視應。",
    id:"n04",
    date:"2022-12-07",
    readTime: "5分鐘",
    image: noodleImage
    }

]